Repository: AnonymRo/SwiftProjects
Catalog: MyBooks/Localizable.xcstrings
Source language: en
Languages: ro

source: %lld Quotes
ro: %lld Citate

source: author
ro: autor

source: Author
ro: Autor

source: Back
ro: Înapoi

source: Book Title
ro: Titlul cărții

source: Cancel
ro: Anulează

source: Completed
ro: Completat

source: Create
ro: Creează

source: Create Genre
ro: Creează gen

source: Create new Genre
ro: Creează un gen nou

source: Date Added
ro: Data adăugării

source: Date Completed
ro: Data finalizării

source: Date Started
ro: Data începeri

source: Enter your first book
ro: Adaugă prima ta carte

source: Filter on title or author
ro: Filtrează după title sau autor

source: Genres
ro: Genuri

source: In Progress
ro: În progres

source: My Books
ro: Cărțile mele

source: Name
ro: Nume

source: New Book
ro: Carte nouă

source: New Genre
ro: Gen nou

source: On Shelf
ro: Pe raft

source: Page
ro: Pagină

source: page #
ro: Pagina nr.

source: Page: %@
ro: Pagină: %@

source: Quotes
ro: Citate

source: Rating
ro: Evaluare

source: Recommended by
ro: Recomandat de

source: Set the genre color
ro: Setează culoarea genului

source: Sort by %@
ro: Sortează după %@

source: Status
ro: Stare

source: Summary
ro: Rezumat

source: title
ro: titlu

source: Title
ro: Titlu

source: Update
ro: Actualizează

source: You need to create some genres first.
ro: Trebuie să creezi mai întâi câteva genuri.
